[
    {
        "id": 0,
        "fact": "Greece legalized same-sex marriage and adoption on February 15, 2024!",
        "source": "https://www.thepinknews.com/2024/02/16/greece-legalises-same-sex-marriage-and-adoption-in-historic-moment-of-joy/"
    },
    {
        "id": 1,
        "fact": "A fungi called <em>Schizophyllum commune</em> has more than 23,000 sexes!",
        "source": "https://www.discovermagazine.com/planet-earth/why-this-fungus-has-over-20-000-sexes"
    },
    {
        "id": 2,
        "fact": "On June 1, 2012 Argentina became the first country in the world to allow legal transition by self-declaration - a groundbreaking change for trans rights!",
        "source": "https://www.openlynews.com/i/?id=21757767-4909-4844-922f-41903ff042f8"
    },
    {
        "id": 3,
        "fact": "On April 1, 2001 the Netherlands became the first country in the world to legalize same-sex marriage!",
        "source": "https://www.cbs.nl/en-gb/news/2021/13/20-years-of-gay-marriage-in-the-netherlands-20-thousand-couples"
    },
    {
        "id": 4,
        "fact": "Gay couples tend to be happier than straight ones!",
        "source": "https://www.advocate.com/people/2020/2/13/study-gay-people-have-happier-marriages-straight-people"
    },
    {
        "id": 5,
        "fact": "Sally Ride was the first queer austronaut!",
        "source": "https://en.wikipedia.org/wiki/Sally_Ride"
    },
    {
        "id": 6,
        "fact": "Queer people exist in every single country and territory!",
        "source": "Queer people!"
    },
    {
        "id": 7,
        "fact": "In the year 1911 homophobes hid the first sightings of gay sex between Adélie penguins!",
        "source": "https://www.livescience.com/20866-polar-explorer-report-gay-penguin-sex.html"
    },
    {
        "id": 8,
        "fact": "Mmamoriri is one of several maned lionesses in the Okavango Delta, Botswana!",
        "source": "https://africageographic.com/stories/unravelling-the-mystery-of-mmamoriri-the-maned-lioness/"
    },
    {
        "id": 9,
        "fact": "Cisgender lesbians and bisexual women have the most positive view on transgender people among different groups!",
        "source": "https://yougov.co.uk/society/articles/45983-what-do-lesbian-gay-bisexual-and-transgender-brito"
    },
    {
        "id": 10,
        "fact": "Among the Zapotec of the Oaxacan peninsula, <em>muxe</em> are AMAB people who engage in performances of gender that include dressing in women's clothing and/or wearing makeup. They may adopt “feminine” social roles such as working in embroidery, but may also work in traditionally male careers.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 11,
        "fact": "The Navajo term <em>nádleehi</em> refers to Diné (Navajo) culture's third gender, in which an AMAB person embodies both a masculine and a feminine spirit and takes on a mixture of masculine and feminine social roles. <em>Dilbaa</em>, the Diné fourth gender, are AFAB people who take on masculine social roles. Both dilbaa and nádleehi are considered to be simultaneously masculine and feminine and Navajo tradition places them in high esteem as healers and religious specialists!",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 12,
        "fact": "<em>Winkte</em> is the Lakota word for two-spirit people. They are AMAB but live as women and assume many traditional women's roles, such as cooking and caring for children, as well as assuming key roles in rituals and serving as the keeper of the tribe's oral traditions!",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 13,
        "fact": "In Thailand <em>kathoey</em> is person assigned male at birth who lives as a woman and may take advantage of varying degrees of gender-affirming care. Some Thai kathoey may refer to themselves as “phuying praphet song,” which means a \"second kind of woman.\" Kathoey constitute a fluid, third gender category, and, while some may be transgender, trans women in Thailand refer to themselves simply as phuying (\"women\"), and see themselves as women, and not as kathoey.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 14,
        "fact": "In Samoan society <em>fa'afafine</em> and <em>fa'afatama</em> are people who live as the opposite gender than they were assigned at birth. The term \"fa'afafine\" translates as \"in the manner of a woman.\" Likewise, \"fa'afatama\" is translated as \"in the manner of a man\". While some of them choose to undergo gender-affirming medical care, like most Indigenous third gender people, it's their performance of social roles that is most important to their identity within the larger community.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 15,
        "fact": "The Bugi people of southern Sulawesi recognize three sexes - male, female, intersex and five genders - men, women, <em>calabai</em>, <em>calalai</em>, and <em>bissu</em>. Calabai are AMAB people who embody a feminine gender identity. Calalai are AFAB people who embody a male gender identity. Bissu are considered a \"transcendent gender,\" either encompassing all genders or none at all!",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 16,
        "fact": "<em>Waria</em> is a term used for third gender poeple in Indonesia who are assigned male at birth but live along a continuum of gender identity. The term may also include cisgender women. Some waria may additionally identify as transgender and medically transition, taking advantage of gender-affirming care.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 17,
        "fact": "In Tonga <em>fakaleitī</em> are AMAB people who have feminine gender identity. Fakaleitī may not see themselves as part of the LGBTQIA+ community, but fakaleitī who live in more colonial societies or have a greater access to gender-affirming care may align themselves with the community, or may take advantage of gender-affirming care.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 18,
        "fact": "In the precolonial era, <em>māhū</em> were people assigned male at birth who took on a gender role encompassing both the masculine and feminine. Despite colonial efforts to eradicate māhū and other Indigenous traditions, knowledge, and lifeways, māhū have continued to be a part of Hawaiian culture in the contemporary era. Today, māhū may be of any sex and may be transgender. Māhū have a social role that is sacred as educators and bearers of traditions and rituals, and have long been involved in the naming of children!",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 19,
        "fact": "In Siberia the Chuckchi and neighboring Indigenous peoples, including the Koryak and the Kamchadal, are nomadic people whose traditional folk religious beliefs include third gender shamans who assume the dress and social role of the opposite gender. Chuckchi shamans can belong to any sex and any social role or position. While the Chuckchi culture was heavily suppressed by Christian missionaries, some contemporary Chuckchi are reviving traditional practices, which includes the social role of third gender shamans!",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 20,
        "fact": "The <em>ninauposkitzipxpe</em> were people assigned female at birth who took on traditionally male roles as members of the North Peigan tribe of the Blackfoot Confederacy in northern Montana and Southern Alberta, Canada. Roughly translated, it means \"manly-hearted woman\" and it encompassed any way in which AFAB people lived outside of the social constraints placed on women in Blackfoot society. This could include performing professions traditionally associated with men, wearing men's clothing, being gay, or participating in war.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 21,
        "fact": "In Maori culture, <em>whakawahine</em> are AMAB people who live as women and <em>wakatane</em> are AFAB people who live as men. Whakawahine and wakatane are cultural and gender identities that predate colonialism but today many take advantage of gender-affirming care and are additionally transgender!",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 22,
        "fact": "During the precolonial period, Incas worshiped Chuqui Chinchay, a dual-gendered god, who was served by <em>quariwarmi</em> who were third gender ritual and ceremonial attendants. The quariwarmi wore androgynous or women's clothing, and were often identified for this role during childhood. Like third gender people worldwide, especially those with religious and spiritual functions, quariwarmi were subject to persecution and genocide on religious grounds during the colonial period. Today, some third gender South Americans trace their lineage to quariwarmi.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 23,
        "fact": "<em>Mashoga</em> is a Swahili term that connotes a range of identities on the gender continuum. While loosely used to indicate gay men, a large proportion of mashoga are AMAB people who begin to live as women early in life. Mashoga often socialize as women and traditionally serve a role in wedding ceremonies, educating the bride on sexual matters.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 24,
        "fact": "In South Asian cultures including India, Pakistan, and Bangladesh, <em>hijras</em> are people who are assigned male at birth who adopt a feminine gender identity. Many hijras live in well-defined, organized, all-hijra communities, led by a guru.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 25,
        "fact": "<em>Aravanis</em> are hijra in Tamil Nadu. They are assigned male at birth, take on a female role as children or adolescents, and often live in all-hijra communities. They take their name from the Hindu deity Aravan, who, in The Mahabharata poem, takes Krishna, in a female form, as a bride for one night. Every year, during the first full moon of the Tamil month of Chittirai (April-May), aravanis converge at the village of Koovagam to commemorate the story of their namesake.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 26,
        "fact": "The Mojave culture recognizes four genders: men, women, <em>hwame</em> (female-bodied people who live as men) and <em>alyha</em> (male-bodied people who live as women). The creation myth of the Mojave tribe speaks to a time when humans were not sexually or gender-differentiated. Historically, hwame and alyha often transitioned to this third gender status when they began to identify as gay, which was seen as the result of spiritual intervention, taking on the social roles and dress of the opposite sex and often becoming healers or other religious specialists!",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 27,
        "fact": "The two-spirit Zuni tradition is known as <em>lhamana</em>, in which a person lives as both genders simultaneously. Lhamana may be of any sex and, historically, would become lhamana at puberty. They play a key role in society as mediators, spiritual leaders, and artists, and perform both traditional women's work as well as traditional men's work!",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 28,
        "fact": "In the Dominican Republic, approximately 1% of the population possesses an intersex genetic trait known as 'five alpha reductase hermaphroditism', being born with ambiguous genitals but possessing XY chromosomes so their genitals masculinize at puberty. These <em>guevedoce</em>, roughly translated as \"testicles at twelve\", are recognized as a third gender, and have an ambivalent gender socialization, although usually live as men.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 29,
        "fact": "<em>Bakla</em> is a Tagalog term that broadly indicates a variety of identities in the Philipines, but more specifically, an AMAB person who assumes the social roles of a woman. Bakla do not identify as transgender, although the term is sometimes used in a derogatory manner to refer to trans women. They have their own language - swardspeak which is a hybrid of Filipino, English, and Spanish and is spoken with a hyperfeminized inflection. In the precolonial era, like third gender persons globally whose identities encompass femaleness and maleness simultaneously, many bakla served as religious specialists!",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 30,
        "fact": "The term <em>khanith</em> has its roots in \"mukhannath\", a class of third gender people in the Arabian Peninsula dating back to the pre-Islamic era, who were AMAB, but lived as women and often held roles as musicians or other performing artists. Throughout the contemporary Islamic world, the term mukhannath is still used to refer to both third gender and transgender people in various Arabic-speaking cultures. The term is often used in Oman as a slur, but it has also been reclaimed by the transgender community as a point of pride.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 31,
        "fact": "In some cultures of South America, a <em>travesti</em> is a person who was assigned male at birth, adopts a feminine identity, and may or may not take advantage of gender-affirming care or identify as transgender. As the identity spans multiple cultures and nations, there are differences in interpretation, ranging from being synonymous with trans women to constituting a third gender that is considered feminine, but distinct from that of trans women. Some contemporary travesti see themselves as functioning outside of gender binaries altogether!",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 32,
        "fact": "Among the Antandroy and Hova, two clan-like subgroups of the Savakala in Madagascar, children assigned male at birth but recognized as having a feminine appearance are raised as girls. These people, referred to as a <em>sekrata</em>, dress like women, wearing their hair long and in decorative knots, inserting silver coins in pierced ears, and wearing many bracelets on their arms, wrists and ankles. As a third gender, sekrata are not generally considered to be trans and generally don't take advantage of gender-affirming care.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 33,
        "fact": "The term <em>acault</em> has become a slang term referring to trans women in contemporary Myanmar. The term has its roots in Myanmar's animistic folk religious history, and contains the notion of femaleness and maleness, simultaneously, like the North American Indigenous two-spirit gender identity. Historically, acault are folk religious specialists or mediums who might be of any sex, although crossdressing or cross-gender performance was often part of their ritual practice or daily garb. Regardless of their visual presentation, many acault consider themselves to have a liminal gender status, embodied as a man, but spiritually and/or mentally being both male and female.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 34,
        "fact": "In Australia, indigenous third-gender people are known as <em>sistergirls</em> and <em>brotherboys</em>. Sistergirls are persons assigned male at birth, who live as women, and brotherboys, persons assigned female at birth, who live as men. Some sistergirls and brotherboys seek access to gender-affirming care and view themselves as part of the transgender community, but the continued oppression of Indigenous people in Australia and an overall lack of access to medical care makes this extraordinarily difficult. Before the colonial era in Australia, third gender people lived like other members of their communities, but colonialism has made life doubly difficult for aboriginal third gender persons, who face civil rights struggles both within their own communities and in the larger settler colonial community of Australia.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 35,
        "fact": "Like the guevedoces of the Dominican Republic, a small minority of the population among the Sambia people in Papua New Guinea possess an intersex genetic trait, known as five alpha reductase hermaphroditism, being born with ambiguous genitals but possessing XY chromosomes so their genitals masculinize at puberty. Unlike guevedoces, <em>kwolu-aatmwol</em> may be identified at birth. As these kwolu-aatmwol can't complete the ceremonial rituals required to become recognized as men in Sambian society, they are considered a third gender, although some may take on traditionally male roles.",
        "source": "https://www.google.com/maps/d/u/0/viewer?mid=1zDWxhBN5aOofwpE-FkZWQsiFDlE&femb=1&ll=27.192204780366016%2C-77.95852437433106&z=4"
    },
    {
        "id": 36,
        "fact": "Belgium legalized same-sex marriage on June 1, 2003!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 37,
        "fact": "Spain legalized same-sex marriage on July 3, 2005!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 38,
        "fact": "Canada legalized same-sex marriage on July 20, 2005!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 39,
        "fact": "South Africa legalized same-sex marriage on November 30, 2006!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 40,
        "fact": "Norway legalized same-sex marriage on January 1, 2009!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 41,
        "fact": "Sweden legalized same-sex marriage on May 1, 2009!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 42,
        "fact": "Portugal legalized same-sex marriage on June 5, 2010!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 43,
        "fact": "Iceland legalized same-sex marriage on June 27, 2010!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 44,
        "fact": "Argentina legalized same-sex marriage on July 22, 2010!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 45,
        "fact": "Denmark legalized same-sex marriage on June 15, 2012!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 46,
        "fact": "Brazil legalized same-sex marriage on May 16, 2013!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 47,
        "fact": "France legalized same-sex marriage on May 18, 2013!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 48,
        "fact": "Uruguay legalized same-sex marriage on August 5, 2013!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 49,
        "fact": "New Zealand legalized same-sex marriage on August 19, 2013!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 50,
        "fact": "Luxembourg legalized same-sex marriage on January 1, 2015!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 51,
        "fact": "The USA legalized same-sex marriage on June 26, 2015!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 52,
        "fact": "Ireland legalized same-sex marriage on November 16, 2015!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 53,
        "fact": "Colombia legalized same-sex marriage on April 28, 2016!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 54,
        "fact": "Finland legalized same-sex marriage on March 1,2017!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 55,
        "fact": "Germany legalized same-sex marriage on October 1, 2017!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 56,
        "fact": "Australia legalized same-sex marriage on December 9, 2017!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 57,
        "fact": "Austria legalized same-sex marriage on January 1, 2019!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 58,
        "fact": "Taiwan legalized same-sex marriage on May 24, 2019!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 59,
        "fact": "Ecuador legalized same-sex marriage on July 8, 2019!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 60,
        "fact": "Scotland legalized same-sex marriage in 2014!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 61,
        "fact": "The UK legalized same-sex marriage on January 13, 2020!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 62,
        "fact": "Costa Rica legalized same-sex marriage on May 26, 2020!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 63,
        "fact": "Chile legalized same-sex marriage on March 10, 2022!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 64,
        "fact": "Switzerland legalized same-sex marriage on July 1, 2022!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 65,
        "fact": "Slovenia legalized same-sex marriage on July 9, 2022!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 66,
        "fact": "Cuba legalized same-sex marriage on September 27, 2022!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 67,
        "fact": "Mexico fully legalized same-sex marriage on December 31, 2022!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 68,
        "fact": "Andorra legalized same-sex marriage on February 17, 2023!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 69,
        "fact": "Estonia legalized same-sex marriage on January 1, 2024!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 70,
        "fact": "",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 71,
        "fact": "Greenland legalized same-sex marriage in 2016!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    },
    {
        "id": 72,
        "fact": "The Faroe Islands legalized same-sex marriage in 2017!",
        "source": "https://en.wikipedia.org/wiki/Legal_status_of_same-sex_marriage"
    }
]